{"title": "One-step inactivation of chromosomal genes in Escherichia coli K-12 using PCR products", "abstract": "We have developed a simple and highly efficient method to disrupt chromosomal genes in Escherichia coli in which PCR primers provide the homology to the targeted gene(s). In this procedure, recombination requires the phage λ Red recombinase, which is synthesized under the control of an inducible promoter on an easily curable, low copy number plasmid. To demonstrate the utility of this approach, we generated PCR products by using primers with 36- to 50-nt extensions that are homologous to regions adjacent to the gene to be inactivated and template plasmids carrying antibiotic resistance genes that are flanked by FRT (FLP recognition target) sites. By using the respective PCR products, we made 13 different disruptions of chromosomal genes. Mutants of the arcB, cyaA, lacZYA, ompR-envZ, phnR, pstB, pstCA, pstS, pstSCAB-phoU, recA, and torSTRCAD genes or operons were isolated as antibiotic-resistant colonies after the introduction into bacteria carrying a Red expression plasmid of synthetic (PCR-generated) DNA. The resistance genes were then eliminated by using a helper plasmid encoding the FLP recombinase which is also easily curable. This procedure should be widely useful, especially in genome analysis of E. coli and other bacteria because the procedure can be done in wild-type cells.", "keywords": ["bacterial genomics", "FLP recombinase", "FRT sites", "Red recombinase"]}
{"title": "LC3, a mammalian homologue of yeast Apg8p, is localized in autophagosome membranes after processing", "abstract": "Little is known about the protein constituents of autophagosome membranes in mammalian cells. Here we demonstrate that the rat microtubule-associated protein 1 light chain 3 (LC3), a homologue of Apg8p essential for autophagy in yeast, is associated to the autophagosome membranes after processing. Two forms of LC3, called LC3-I and -II, were produced post-translationally in various cells. LC3-I is cytosolic, whereas LC3-II is membrane bound. The autophagic vacuole fraction prepared from starved rat liver was enriched with LC3-II. Immunoelectron microscopy on LC3 revealed specific labelling of autophagosome membranes in addition to the cytoplasmic labelling. LC3-II was present both inside and outside of autophagosomes. Mutational analyses suggest that LC3-I is formed by the removal of the C-terminal 22 amino acids from newly synthesized LC3, followed by the conversion of a fraction of LC3-I into LC3-II. The amount of LC3-II is correlated with the extent of autophagosome formation. LC3-II is the first mammalian protein identified that specifically associates with autophagosome membranes.", "keywords": ["APG", "autophagosomes", "autophagy", "mammalian homologue", "protein cleavage"]}
{"title": "Measuring the thickness of the human cerebral cortex from magnetic resonance images", "abstract": "Accurate and automated methods for measuring the thickness of human cerebral cortex could provide powerful tools for diagnosing and studying a variety of neurodegenerative and psychiatric disorders. Manual methods for estimating cortical thickness from neuroimaging data are labor intensive, requiring several days of effort by a trained anatomist. Furthermore, the highly folded nature of the cortex is problematic for manual techniques, frequently resulting in measurement errors in regions in which the cortical surface is not perpendicular to any of the cardinal axes. As a consequence, it has been impractical to obtain accurate thickness estimates for the entire cortex in individual subjects, or group statistics for patient or control populations. Here, we present an automated method for accurately measuring the thickness of the cerebral cortex across the entire brain and for generating cross-subject statistics in a coordinate system based on cortical anatomy. The intersubject standard deviation of the thickness measures is shown to be less than 0.5 mm, implying the ability to detect focal atrophy in small populations or even individual subjects. The reliability and accuracy of this new method are assessed by within-subject test–retest studies, as well as by comparison of cross-subject regional thickness measures with published values.", "keywords": ["atrophy", "morphometry", "Huntington's", "Alzheimer's", "schizophrenia"]}
{"title": "Engagement of the Pd-1 Immunoinhibitory Receptor by a Novel B7 Family Member Leads to Negative Regulation of Lymphocyte Activation", "abstract": "PD-1 is an immunoinhibitory receptor expressed by activated T cells, B cells, and myeloid cells. Mice deficient in PD-1 exhibit a breakdown of peripheral tolerance and demonstrate multiple autoimmune features. We report here that the ligand of PD-1 (PD-L1) is a member of the B7 gene family. Engagement of PD-1 by PD-L1 leads to the inhibition of T cell receptor–mediated lymphocyte proliferation and cytokine secretion. In addition, PD-1 signaling can inhibit at least suboptimal levels of CD28-mediated costimulation. PD-L1 is expressed by antigen-presenting cells, including human peripheral blood monocytes stimulated with interferon γ, and activated human and murine dendritic cells. In addition, PD-L1 is expressed in nonlymphoid tissues such as heart and lung. The relative levels of inhibitory PD-L1 and costimulatory B7-1\\/B7-2 signals on antigen-presenting cells may determine the extent of T cell activation and consequently the threshold between tolerance and autoimmunity. PD-L1 expression on nonlymphoid tissues and its potential interaction with PD-1 may subsequently determine the extent of immune responses at sites of inflammation.", "keywords": ["binding", "proliferation inhibition", "cytokine secretion inhibition", "tissue expression", "peripheral tolerance"]}
{"title": "Postnatal human dental pulp stem cells (DPSCs) in vitro and in vivo", "abstract": "Dentinal repair in the postnatal organism occurs through the activity of specialized cells, odontoblasts, that are thought to be maintained by an as yet undefined precursor population associated with pulp tissue. In this study, we isolated a clonogenic, rapidly proliferative population of cells from adult human dental pulp. These DPSCs were then compared with human bone marrow stromal cells (BMSCs), known precursors of osteoblasts. Although they share a similar immunophenotype in vitro, functional studies showed that DPSCs produced only sporadic, but densely calcified nodules, and did not form adipocytes, whereas BMSCs routinely calcified throughout the adherent cell layer with clusters of lipid-laden adipocytes. When DPSCs were transplanted into immunocompromised mice, they generated a dentin-like structure lined with human odontoblast-like cells that surrounded a pulp-like interstitial tissue. In contrast, BMSCs formed lamellar bone containing osteocytes and surface-lining osteoblasts, surrounding a fibrous vascular tissue with active hematopoiesis and adipocytes. This study isolates postnatal human DPSCs that have the ability to form a dentin\\/pulp-like complex.", "keywords": ["odontoblast", "dentin", "in vivo transplantation"]}
{"title": "Chronic Antidepressant Treatment Increases Neurogenesis in Adult Rat Hippocampus", "abstract": "Recent studies suggest that stress-induced atrophy and loss of hippocampal neurons may contribute to the pathophysiology of depression. The aim of this study was to investigate the effect of antidepressants on hippocampal neurogenesis in the adult rat, using the thymidine analog bromodeoxyuridine (BrdU) as a marker for dividing cells. Our studies demonstrate that chronic antidepressant treatment significantly increases the number of BrdU-labeled cells in the dentate gyrus and hilus of the hippocampus. Administration of several different classes of antidepressant, but not non-antidepressant, agents was found to increase BrdU-labeled cell number, indicating that this is a common and selective action of antidepressants. In addition, upregulation of the number of BrdU-labeled cells is observed after chronic, but not acute, treatment, consistent with the time course for the therapeutic action of antidepressants. Additional studies demonstrated that antidepressant treatment increases the proliferation of hippocampal cells and that these new cells mature and become neurons, as determined by triple labeling for BrdU and neuronal- or glial-specific markers. These findings raise the possibility that increased cell proliferation and increased neuronal number may be a mechanism by which antidepressant treatment overcomes the stress-induced atrophy and loss of hippocampal neurons and may contribute to the therapeutic actions of antidepressant treatment.", "keywords": ["proliferation", "granule cell", "fluoxetine", "tranylcypromine", "reboxetine", "depression"]}
{"title": "High-Level Neuronal Expression of Aβ1–42 in Wild-Type Human Amyloid Protein Precursor Transgenic Mice: Synaptotoxicity without Plaque Formation", "abstract": "Amyloid plaques are a neuropathological hallmark of Alzheimer's disease (AD), but their relationship to neurodegeneration and dementia remains controversial. In contrast, there is a good correlation in AD between cognitive decline and loss of synaptophysin-immunoreactive (SYN-IR) presynaptic terminals in specific brain regions. We used expression-matched transgenic mouse lines to compare the effects of different human amyloid protein precursors (hAPP) and their products on plaque formation and SYN-IR presynaptic terminals. Four distinct minigenes were generated encoding wild-type hAPP or hAPP carrying mutations that alter the production of amyloidogenic Aβ peptides. The platelet-derived growth factor β chain promoter was used to express these constructs in neurons. hAPP mutations associated with familial AD (FAD) increased cerebral Aβ1–42 levels, whereas an experimental mutation of the β-secretase cleavage site (671M→I) eliminated production of human Aβ. High levels of Aβ1–42 resulted in age-dependent formation of amyloid plaques in FAD-mutant hAPP mice but not in expression-matched wild-type hAPP mice. Yet, significant decreases in the density of SYN-IR presynaptic terminals were found in both groups of mice. Across mice from different transgenic lines, the density of SYN-IR presynaptic terminals correlated inversely with Aβ levels but not with hAPP levels or plaque load. We conclude that Aβ is synaptotoxic even in the absence of plaques and that high levels of Aβ1–42are insufficient to induce plaque formation in mice expressing wild-type hAPP. Our results support the emerging view that plaque-independent Aβ toxicity plays an important role in the development of synaptic deficits in AD and related conditions.", "keywords": ["Alzheimer's disease", "amyloid", "APP", "neurodegeneration", "synapses", "transgenic mice"]}
{"title": "Restricted feeding uncouples circadian oscillators in peripheral tissues from the central pacemaker in the suprachiasmatic nucleus", "abstract": "In mammals, circadian oscillators exist not only in the suprachiasmatic nucleus, which harbors the central pacemaker, but also in most peripheral tissues. It is believed that the SCN clock entrains the phase of peripheral clocks via chemical cues, such as rhythmically secreted hormones. Here we show that temporal feeding restriction under light–dark or dark–dark conditions can change the phase of circadian gene expression in peripheral cell types by up to 12 h while leaving the phase of cyclic gene expression in the SCN unaffected. Hence, changes in metabolism can lead to an uncoupling of peripheral oscillators from the central pacemaker. Sudden large changes in feeding time, similar to abrupt changes in the photoperiod, reset the phase of rhythmic gene expression gradually and are thus likely to act through a clock-dependent mechanism. Food-induced phase resetting proceeds faster in liver than in kidney, heart, or pancreas, but after 1 wk of daytime feeding, the phases of circadian gene expression are similar in all examined peripheral tissues.", "keywords": ["Circadian clock", "restricted feeding", "SCN", "liver", "clock genes", "mouse"]}
{"title": "Maximum-likelihood density modification", "abstract": "A likelihood-based density modification approach is developed that can incorporate expected electron-density information from a wide variety of sources.", "keywords": ["density modification", "likelihood functions"]}
{"title": "Chk1 is an essential kinase that is regulated by Atr and required for the G2\\/M DNA damage checkpoint", "abstract": "Chk1, an evolutionarily conserved protein kinase, has been implicated in cell cycle checkpoint control in lower eukaryotes. By gene disruption, we show that CHK1 deficiency results in a severe proliferation defect and death in embryonic stem (ES) cells, and peri-implantation embryonic lethality in mice. Through analysis of a conditional CHK1-deficient cell line, we demonstrate that ES cells lacking Chk1 have a defective G2\\/M DNA damage checkpoint in response to γ-irradiation (IR). CHK1 heterozygosity modestly enhances the tumorigenesis phenotype of WNT-1 transgenic mice. We show that in human cells, Chk1 is phosphorylated on serine 345 (S345) in response to UV, IR, and hydroxyurea (HU). Overexpression of wild-type Atr enhances, whereas overexpression of the kinase-defective mutant Atr inhibits S345 phosphorylation of Chk1 induced by UV treatment. Taken together, these data indicate that Chk1 plays an essential role in the mammalian DNA damage checkpoint, embryonic development, and tumor suppression, and that Atr regulates Chk1.", "keywords": ["Atr", "Atm", "Chk1", "embryonic lethality", "DNA damage", "checkpoint"]}
{"title": "Cell surface-localized matrix metalloproteinase-9 proteolytically activates TGF-β and promotes tumor invasion and angiogenesis", "abstract": "We have uncovered a novel functional relationship between the hyaluronan receptor CD44, the matrix metalloproteinase-9 (MMP-9) and the multifunctional cytokine TGF-β in the control of tumor-associated tissue remodeling. CD44 provides a cell surface docking receptor for proteolytically active MMP-9 and we show here that localization of MMP-9 to cell surface is required for its ability to promote tumor invasion and angiogenesis. Our observations also indicate that MMP-9, as well as MMP-2, proteolytically cleaves latent TGF-β, providing a novel and potentially important mechanism for TGF-β activation. In addition, we show that MMP-9 localization to the surface of normal keratinocytes is CD44 dependent and can activate latent TGF-β. These observations suggest that coordinated CD44, MMP-9, and TGF-β function may provide a physiological mechanism of tissue remodeling that can be adopted by malignant cells to promote tumor growth and invasion.", "keywords": ["MMP-9", "CD44", "TGF-β", "tumor angiogenesis", "tumor invasion"]}
{"title": "Statistical methods for detecting molecular adaptation", "abstract": "The past few years have seen the development of powerful statistical methods for detecting adaptive molecular evolution. These methods compare synonymous and nonsynonymous substitution rates in protein-coding genes, and regard a nonsynonymous rate elevated above the synonymous rate as evidence for darwinian selection. Numerous cases of molecular adaptation are being identified in various systems from viruses to humans. Although previous analyses averaging rates over sites and time have little power, recent methods designed to detect positive selection at individual sites and lineages have been successful. Here, we summarize recent statistical methods for detecting molecular adaptation, and discuss their limitations and possible improvements.", "keywords": ["synonymous substitution rates", "ancestral reconstruction", "codon substitution models", "maximum likelihood", "protein evolution", "positive selection", "adaptive molecular evolution", "molecular evolution"]}
{"title": "Immunologic Self-Tolerance Maintained by Cd25+Cd4+Regulatory T Cells Constitutively Expressing Cytotoxic T Lymphocyte–Associated Antigen 4", "abstract": "This report shows that cytotoxic T lymphocyte–associated antigen 4 (CTLA-4) plays a key role in T cell–mediated dominant immunologic self-tolerance. In vivo blockade of CTLA-4 for a limited period in normal mice leads to spontaneous development of chronic organ-specific autoimmune diseases, which are immunopathologically similar to human counterparts. In normal naive mice, CTLA-4 is constitutively expressed on CD25+CD4+ T cells, which constitute 5–10% of peripheral CD4+ T cells. When the CD25+CD4+ T cells are stimulated via the T cell receptor in vitro, they potently suppress antigen-specific and polyclonal activation and proliferation of other T cells, including CTLA-4–deficient T cells, and blockade of CTLA-4 abrogates the suppression. CD28-deficient CD25+CD4+ T cells can also suppress normal T cells, indicating that CD28 is dispensable for activation of the regulatory T cells. Thus, the CD25+CD4+ regulatory T cell population engaged in dominant self-tolerance may require CTLA-4 but not CD28 as a costimulatory molecule for its functional activation. Furthermore, interference with this role of CTLA-4 suffices to elicit autoimmune disease in otherwise normal animals, presumably through affecting CD25+CD4+ T cell–mediated control of self-reactive T cells. This unique function of CTLA-4 could be exploited to potentiate T cell–mediated immunoregulation, and thereby to induce immunologic tolerance or to control autoimmunity.", "keywords": ["regulatory T cell", "CD25", "autoimmune disease", "CTLA-4", "self-tolerance"]}
